[
    {
        "title": "Superfood Gentle Antioxidant Refillable Cleanser",
        "brand": "Youth To The People",
        "skin": "<b>What it is:  </b>A pH-balanced, non-drying face cleanser formulated with antioxidants to gently yet effectively remove makeup, SPF, and excess oils that can clog pores.<br><br><b>Skin Type:</b> Normal, Dry, Combination, and Oily <br><br><b>Skincare Concerns:</b> Pores, Acne and Blemishes, and Oiliness<br><br><b>Highlighted Ingredients:<br></b>- Kale: Rich in phytonutrients and vitamins C and E to leave skin visibly glowing.<br>- Spinach: Lightweight skin soother with cooling properties and essential fatty acids. <br>- Green Tea: Antioxidant-rich powerhouse that fights visible signs of aging.<br><b><br>Ingredient Callouts:</b> This product is vegan, cruelty-free, and comes in recyclable packaging.<br><br><b>What Else You Need to Know:</b> Healthy-looking skin starts with clean skin. This daily, gel-to-foam face cleanser removes makeup, SPF, and buildup in 30 seconds. It leaves skin looking soft, balanced, and glowing. The formula is suitable for single or double cleansing, for combination, acne-prone, and oily skin.<br><br><b>Clean + Planet Positive at Sephora<br></b>When you see our Clean + Planet Positive seal, this brand's products are formulated without certain ingredients that are potentially harmful to human health and environment. They also address ingredients clients are concerned about, including phthalates, formaldehyde or formaldehyde releasers, oxybenzone and octinoxate, hydroquinone, triclosan, coal tar, methylisothiazolinone and methylchloroisothiazolinone, insoluble plastic microbeads, and more: For the full list, check out the Ingredients tab. <br>On top of meeting the Clean at Sephora formulated without list, these brands are on a mission to do right by your routine and the planet by making climate commitments and focusing on sustainable sourcing, responsible packaging, and environmental giving.",
        "rawDescription": "-Kale: Rich in phytonutrients and vitamins C and E to leave skin visibly glowing.<br>-Spinach: Lightweight skin soother with cooling properties and essential fatty acids. <br>-Green Tea: Antioxidant-rich powerhouse that fights visible signs of aging.<br><br>Water/Aqua/Eau, Cocamidopropyl Hydroxysultaine, Sodium Cocoyl Glutamate, Sorbeth-230 Tetraoleate, Polysorbate 20, Sodium Chloride, Aloe Barbadensis Leaf (Aloe Vera) Juice Powder, Brassica Oleracea Acephala (Kale) Leaf Extract, Spinacia Oleracea (Spinach) Leaf Extract, Camellia Sinensis (Green Tea) Leaf Extract, Medicago Sativa (Alfalfa) Extract, Chamomilla Recutita (Matricaria) Flower Extract, Tetrahexyldecyl Ascorbate (Vitamin C), Glycerin, Panthenol (Vitamin B5), Tocopheryl Acetate (Vitamin E), Decyl Glucoside, Sorbitan Laurate, Tetrasodium Glutamate Diacetate, Gluconolactone, Ethylhexylglycerin, Maltodextrin, Citric Acid, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Gardenia Jasminoides (Jasmine) Fruit Extract, Fragrance/Parfum, Sodium Hydroxide, Sodium Glycolate, Sodium Formate, Hexyl Cinnamal, Linalool, Limonene, Chlorophyllin-Copper Complex (CI 75810).<br><br><b>Clean at Sephora products are formulated without the following banned or restricted ingredients (please see Clean at Sephora landing page for full list of specific restrictions and allowances by category&mdash;this is not an exhaustive list): <br></b>Acrylates, Aluminum Salts, Animal Musks/Fats/Oils, Benzophenones and related compounds, Butoxyethanol, Butylated hydroxyanisole (BHA), Butylated hydroxytoluene (BHT) under 0.1%, Carbon Black or Black 2, Coal Tar, Ethanolamines, Formaldehyde and Formaldehyde Releasing Agents, Hydroquinone, Lead and Lead Acetate, Mercury + Mercury Compounds (Thimerisol), Methoxyethanol, Methyl Cellosolve, Methylchloroisothiazolinone and Methylisothiazolinone, Mineral Oil, Nanomaterials (restrictions for specific nanomaterials only), Oxybenzone, Parabens, Petrolatum and Paraffin (USP grade only), Phenoxyethanol under 1%, Phthalates, Plastic Microbeads, Polyacrylamide & Acrylamide, Resorcinol, Retinyl Palmitate, Styrene, Sulfates, Talc (no detection of asbestos), Toluene, Triclosan and Triclocarban, Undisclosed Synthetic Fragrance (under 1% and formulated without Acetaldehyde, Acetone, Acetonitrile, Benzalkonium chloride, BPA, EDTA, Methylene chloride, PTFE, PFOA), 1,4-Dioxane (ingredients must comply with impurity thresholds), Octinoxate, PFAS compounds, Nitromusks and Polycyclic Musks, Ethoxylated Ingredients (including PEGS or polyethylene glycol must meet contamination limits for 1,4-Dioxane and ethylene oxide), Cyclic Silicones, EDTA and derivatives (allowed if no technical substitute under 0.2%)."
    },
    {
        "title": "The Rice Wash Skin-Softening Cleanser",
        "brand": "Tatcha",
        "skin": "<b>What it is:  </b>A PH-neutral, daily cream cleanser that gently washes away impurities without stripping skin&#151;leaving it hydrated, feeling soft, and looking luminous.  <br><br><b>Skin Type:</b> Normal, Dry, and Combination <br><br><b>Skincare Concerns:</b> Dryness<br><br><b>Formulation:</b> Cream<br><br><b>Highlighted Ingredients:<br></b>- Blend of Japanese Algae: Leaves skin feeling soft, comforted, and nourished.<br>- Hyaluronic Acid: Helps skin look smooth and plump with hydration. <br>- Tatcha&lsquo;s Signature Hadasei-3: Restores a visibly healthy-, youthful-looking radiance. <br><br><b>Ingredient Callouts:</b> This product is vegan, cruelty-free, and gluten-free. <br><br><b>What Else You Need to Know:</b> For centuries, Japanese women have repurposed the milky water leftover from rinsing rice for cooking to use in their beauty rituals. A rich source of vitamins A, B2, B12, and E, this byproduct softens and boosts the look of luminosity. This original cleansing ritual was the inspiration for this wash, combining Okinawa red algae and hyaluronic acid with Japanese rice powder to replenish essential moisture for clean, hydrated skin.<br><br>Every Tatcha purchase supports equality in education through their Beautiful Faces, Beautiful Futures program.<br><br><b>Clinical Results:</b> Based on an expert grader survey of 25 subjects over a 4-week period:<br>- +39% average boost in skin hydration was measured.<br><br>Based on a self-assessment of 25 subjects over a 4-week period:<br>- 92% felt skin was healthy-looking and felt softer<br>- 96% felt skin was balanced <br><br><b>Clean at Sephora<br></b>Clean at Sephora is a curation of brands committed to evolving the beauty industry. When you see our Clean seal, you can be sure this brand's products are formulated without certain ingredients that are potentially harmful to human health and the environment and also address ingredients clients are concerned about, including phthalates, formaldehyde or formaldehyde releasers, oxybenzone and octinoxate, hydroquinone, triclosan, coal tar, methylisothiazolinone and methylchloroisothiazolinone, insoluble plastic microbeads, and more. For the full list, check out the Ingredients tab.<br>",
        "rawDescription": "-Blend of Japanese Algae: Leaves skin feeling soft, comforted, and nourished.<br>-Hyaluronic Acid: Helps skin look smooth and plump with hydration.<br>-Tatcha's Signature Hadasei-3: Restores a visibly healthy-, youthful-looking radiance.<br><br>Aqua/Water/Eau, Microcrystalline Cellulose, Propanediol, Sodium Cocoyl Glutamate, Glycerin, Acrylates Copolymer, Sodium Caproyl Methyltaurate, Coco-Betaine, Parfum/Fragrance, Saccharomyces/Camellia Sinensis Leaf/Cladosiphon Okamuranus/Rice Ferment Filtrate*, Oryza Sativa (Rice) Powder, Chondrus Crispus Extract, Sodium Hyaluronate, Betaphycus Gelatinum Extract, Lauryl Glucoside, Potassium Hydroxide, Polyquaternium-39, Disodium Edta, Phenoxyethanol, Ethylhexylglycerin, Sodium Benzoate, Sodium Carbonate, Alcohol.<Br><br>*Hadasei-3.<br><br><b>Clean at Sephora products are formulated without the following banned or restricted ingredients (please see Clean at Sephora landing page for full list of specific restrictions and allowances by category – this is not an exhaustive list): </b><br>\nAcrylates, Aluminum Salts, Animal Musks/Fats/Oils, Benzophenones and related compounds, Butoxyethanol, Butylated hydroxyanisole (BHA), Butylated hydroxytulolene (BHT) under 0.1% , Carbon Black or Black 2, Coal Tar, Ethanolamines, Formaldehyde and Formaldehyde Releasing Agents, Hydroquinone, Lead and Lead Acetate, Mercury + Mercury Compounds (Thimerisol), Methoxyethanol, Methyl Cellosolve, Methylchloroisothiazolinone and Methylisothiazolinone, Mineral Oil, Nanomaterials (restrictions for specific nanomaterials only), Oxybenzone, Parabens, Petrolatum and Parrafin (USP grade only), Phenoxyethanol under 1%, Phthalates, Plastic Microbeads, Polyacrylamide & Acrylamide, Resorcinol, Retinyl Palmitate, Styrene, Sulfates, Talc (no detection of asbestos) , Toluene, Triclosan and Triclocarban, Undisclosed Synthetic Fragrance (under 1% and formulated without Acetaldehyde, Acetone, Acetonitrile, Benzalkonium chloride, BPA, EDTA, Methylene chloride, PTFE, PFOA), 1, 4, Dioxane (ingredients must comply with impurity thresholds), Octinoxate, PFAS compounds, Nitromusks and Polycyclic Musks, Ethoxylated Ingredients (including PEGS or polyethylene glycol must meet contamination limits for 1’4 Dioxane and ethylene oxide), Cyclic Silicones, EDTA and derivatives (allowed if no technical substitute under 0.2%)"
    },
    {
        "title": "RESIST Perfectly Balanced Foaming Cleanser",
        "brand": "Paula's Choice",
        "skin": "<b>What it is:  </b>A gentle, soap-free foaming cleanser formulated to thoroughly rinse away excess oil, makeup, and sunscreen without disturbing your skin&rsquo;s protective barrier.<br><br><b>Skin Type:</b> Normal, Combination, and Oily <br><br><b>Skincare Concerns:</b> Pores, Dullness, and Oiliness <br><br><b>Formulation:</b> Lightweight Cream <br><br><b>Highlighted Ingredients:<br></b>- Hyaluronic Acid: Soothes the skin and helps it hold on to hydration post cleanse. <br>- Triple-Ceramide Blend: Reinforces skin's moisture barrier to avoid a dry, tight feel. <br>- Aloe: Visibly calms redness and signs of sensitivity. <br><br><b>Ingredient Callouts:</b> Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. It is also gluten-free, cruelty-free, and comes in recyclable packaging.<br><br><b>What Else You Need to Know:</b> This pearlescent, foaming cleanser gently removes all traces of makeup, sunscreen, and excess oil while visibly minimizing pores and redness. Replenishing hyaluronic acid and ceramides draw in moisture for soft, hydrated skin that's perfectly prepped for the rest of your routine.",
        "rawDescription": "-Hyaluronic Acid: Soothes the skin and helps it hold on to hydration post cleanse. <br>-Triple-Ceramide Blend: Reinforces skin's moisture barrier to avoid a dry, tight feel. <br>-Aloe: Visibly calms redness and signs of sensitivity. <br><br>Water (Aqua), Sodium Lauroamphoacetate, Sodium Cocoyl Isethionate, Stearic Acid, Glycerin, Glycol Distearate, Helianthus Annuus (Sunflower) Seed Oil, Acrylates Copolymer, Cetearyl Alcohol, Sodium Hyaluronate, Ceramide NP, Ceramide AP, Ceramide EOP, Phytosphingosine, Phospholipids, Sphingolipids, Lecithin, Arginine, Cholesterol, Aloe Barbadensis Leaf Extract, Disodium EDTA, Sodium Chloride, Sodium Hydroxide, Sodium Lauroyl Lactylate, Xanthan Gum, Carbomer, Hexylene Glycol, Phenoxyethanol, Caprylyl Glycol."
    },
    {
        "title": "Glucoside Foaming Cleanser",
        "brand": "The Ordinary",
        "skin": "<b>What it is:  </b>A gentle, foaming cleanser that effectively cleanses the skin while maintaining the skin&rsquo;s moisture barrier.<br><b>Skin Type:</b> Normal, Dry, Combination, and Oily <br><br><b>Skincare Concerns:</b> Pores and Oiliness<br><br><b>Formulation:</b> Liquid<br><br><b>Highlighted Ingredients:<br></b>- Decyl-Glucoside and Coco-Glucoside: Help remove dirt and other impurities.<br><b>Ingredient Callouts:</b> Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free.<br><br><b>What Else You Need to Know:</b> The Glucoside Foaming Cleanser is a gel-like foaming cleanser that effectively helps remove dirt and environmental impurities. This formulation helps maintain the skin's moisture barrier, while also improving the look of skin&rsquo;s clarity, texture, radiance, and suppleness with continued use.   <br>Note: The surfactants used within this formulation are plant-derived.<br><br><b>Clinical Results:</b> In clinical testing on 33 subjects after using product 2X/day for 14 days:<br>- 97% felt that the cleanser spreads smoothly on the skin<br>- 94% said the formulation feels comforting on the skin<br><br>This product is an Allure Best of Beauty award winner.",
        "rawDescription": "-Decyl-Glucoside and Coco-Glucoside: Help remove dirt and other impurities.<br><br>Aqua (Water), Decyl Glucoside, Coco Glucoside, Xanthan Gum, Tocopherol, Phytic Acid, Benzyl Alcohol, Ethylhexylglycerin."
    },
    {
        "title": "Salicylic Acid Acne + Blackhead Cleanser",
        "brand": "The INKEY List",
        "skin": "<p><strong>What it is: </strong>A non-drying, daily face wash that effectively removes impurities &amp; excess oil to visibly reduce acne blemishes &amp; blackheads for clearer-looking skin.</p><p><br></p><p><strong>Skin Type:</strong> Normal, Combination, and Oily</p><p><br></p><p><strong>Skincare Concerns:</strong> Acne and Blemishes, Oiliness</p><p><br></p><p><strong>Formulation:</strong> Lightweight Gel</p><p><br></p><p><strong>Highlighted Ingredients:</strong></p><p>- Salicylic Acid 2%: Combats blackheads and breakouts</p><p>- Zinc Compound: Helps reduce excess oil</p><p>- Allantoin 0.5% Soothes skin post-exfoliation to help protect and comfort the skin</p><p><br></p><p><strong>Ingredient Callouts:</strong> This product is vegan, gluten-free, and cruelty-free.</p><p><br></p><p><strong>What Else You Need to Know:</strong> <span style=\"background-color: var(--palette-white, #ffffff);\">Visibly reduce breakouts. This powerful, yet gentle, exfoliating gel cleanser is formulated with Salicylic Acid and Zinc to help unclog pores while minimizing excess oils. Ideal for acne blemishes, combination and oily skin this lightly foaming cleanser leaves a visibly clearer complexion.</span></p><p><br></p><p><strong>Research Results:</strong></p><p>90% AGREE SKIN LOOKS VISIBLY CLEARER AFTER 3 DAYS*​\n93% AGREE SKIN INSTANTLY LOOKS LESS OILY*​\n89% AGREE PORES LOOK LESS NOTICIBLE AFTER 3 DAYS*​\n84% AGREE BLEMISHES AND BLACKHEADS APPEARED REDUCED*​\n*4-week independent consumer trial of 66 people </p><p><br></p><p><strong>Clean at Sephora</strong></p><p>Clean at Sephora is a curation of brands committed to evolving the beauty industry. When you see our Clean seal, you can be sure this brand's products are formulated without certain ingredients that are potentially harmful to human health and the environment and also address ingredients clients are concerned about, including phthalates, formaldehyde or formaldehyde releasers, oxybenzone and octinoxate, hydroquinone, triclosan, coal tar, methylisothiazolinone and methylchloroisothiazolinone, insoluble plastic microbeads, and more. For the full list, check out the Ingredients tab.</p><p><br></p>",
        "rawDescription": "-Salicylic Acid 2%: Gently exfoliates and unclogs pores by dislodging dead skin cells. <br>-Zinc Compound: Mops up excess sebum and soothes skin. <br>-Allantoin 0.5%: Soothes irritation and supports growth of healthy skin tissue. <br><br>Aqua (Water), Propanediol, Glycerin, Sodium Methyl Cocoyl Taurate, Cocamidopropyl Betaine, PEG-120 Methyl Glucose Dioleate, Salicylic Acid, PEG-150 Pentaerythrityl Tetrastearate, PEG-6 Caprylic/Capric Glycerides, Betaine, Zinc PCA, Phenoxyethanol, Sodium Chloride, Allantoin, Sodium Hydroxide, Coco-Glucoside, Glyceryl Oleate, Benzyl Alcohol, Coconut Acid, Ethylhexylglycerin, Sodium Benzoate, Citric Acid, Dehydroacetic Acid, Trisodium Ethylenediamine Disuccinate, Tocopherol, Hydrogenated Palm Glycerides Citrate.<br><br><b>Clean at Sephora products are formulated without the following banned or restricted ingredients (please see Clean at Sephora landing page for full list of specific restrictions and allowances by category&mdash;this is not an exhaustive list):</b> <br>Acrylates, Aluminum Salts, Animal Musks/Fats/Oils, Benzophenones and related compounds, Butoxyethanol, Butylated hydroxyanisole (BHA), Butylated hydroxytoluene (BHT) under 0.1%, Carbon Black or Black 2, Coal Tar, Ethanolamines, Formaldehyde and Formaldehyde Releasing Agents, Hydroquinone, Lead and Lead Acetate, Mercury + Mercury Compounds (Thimerisol), Methoxyethanol, Methyl Cellosolve, Methylchloroisothiazolinone and Methylisothiazolinone, Mineral Oil, Nanomaterials (restrictions for specific nanomaterials only), Oxybenzone, Parabens, Petrolatum and Paraffin (USP grade only), Phenoxyethanol under 1%, Phthalates, Plastic Microbeads, Polyacrylamide & Acrylamide, Resorcinol, Retinyl Palmitate, Styrene, Sulfates, Talc (no detection of asbestos), Toluene, Triclosan and Triclocarban, Undisclosed Synthetic Fragrance (under 1% and formulated without Acetaldehyde, Acetone, Acetonitrile, Benzalkonium chloride, BPA, EDTA, Methylene chloride, PTFE, PFOA), 1,4-Dioxane (ingredients must comply with impurity thresholds), Octinoxate, PFAS compounds, Nitromusks and Polycyclic Musks, Ethoxylated Ingredients (including PEGS or polyethylene glycol must meet contamination limits for 1,4-Dioxane and ethylene oxide), Cyclic Silicones, EDTA and derivatives (allowed if no technical substitute under 0.2%)."
    }
]